[
  {
  "name":"The Call of the Wild",
  "genre":"Action and Adventure",
  "photo":"https://i.ibb.co/6bkJVZf/41-JNWe-Zqns-L-SX336-BO1-204-203-200.jpg",
  "seller_name":"Steven Steve",
  "seller_email":"steven@steve.com",
  "price":"15",
  "description":"The Call of the Wild is a novel by Jack London published in 1903. The story is set in the Yukon during the 1890s Klondike Gold Rush—a period in which strong sled dogs were in high demand. The novel's central character is a dog named Buck, a domesticated dog living at a ranch in the Santa Clara Valley of California as the story opens. Stolen from his home and sold into service as sled dog in Alaska",
  "reviews": [
    
  ]
}, 
{"name":"Empire of Lies",
"genre":"Action and Adventure",
"photo":"https://i.ibb.co/MSKMLQG/pro-pbid-4287670.webp",
"seller_name":"web",
"seller_email":"web2@ph.com",
"price":"59",
"description":"This alternate history novel brings us to a very different modern Paris, where the Ottoman Empire never collapsed, and, in fact, conquered the whole of Europe. With a looming war in the background, Kamal, an officer in the sultan’s secret police, is called to investigate the appearance of a mysterious stranger.",
"reviews": [
  
]
},

{"name":"tomas",
"genre":"Action and Adventure",
"photo":"https://i.ibb.co/C6ZPz9s/mock-interview.png",
"seller_name":"web",
"seller_email":"web2@ph.com",
"price":"35",
"description":"KAHIFUE"
},

{"name":"In Cold Blood",
"genre":"Detective and Mystery",
"photo":"https://i.ibb.co/LztK3Nb/168642.jpg",
"seller_name":"Ahmed",
"seller_email":"the@seller.com",
"price":"59",
"description":"As it’s based on a real-life case that has already been solved, you might think all the mystery is taken out of Truman Capote’s In Cold Blood. Fortunately, that couldn’t be more wrong, because this nonfiction novel is one of the best-selling crime stories of all time. \n\nCapote had closely followed the investigation of a quadruple murder in Kansas, and was doing a bit of inerviewing himself before the murderers were caught. As a result, his book is filled with twists and turns you would not expect — surely such vile behaviors must be works of fiction?",
"reviews": [
  
]
},

{"name":"Stitches: A Memoir",
"genre":"Graphic Novel",
"photo":"https://i.ibb.co/zbtH60B/large-0a6849392513983a941c99d544526c41b777c135.jpg",
"seller_name":"Ahmed",
"seller_email":"the@seller.com",
"price":"29",
"description":"Giving off vibes of Capote’s Other Voices, Other Rooms, Small’s memoir Stitches is a gothic tale made all the more frightening by the fact that it’s based on real life. \n\nYou can’t always say that a family drama will leave your jaw on the floor — but this might be the exception. This intense, I-want-to-look-away-but-can’t-stop-reading story begins",
"reviews": [
  
]
},

{"name":"V for Vendetta",
"genre":"Graphic Novel",
"photo":"https://i.ibb.co/6grBLty/large-894858c8f50830c4576b784a0bf7ec43e691783f.jpg",
"seller_name":"Ahmed",
"seller_email":"the@seller.com",
"price":"33",
"description":"The birthplace of the famous line “Remember, remember the fifth of November...\", V for Vendetta is a dystopian post-apocalyptic series that takes place in a frighteningly familiar alternate version of the United Kingdom. Specifically, the setting of Alan Moore’s iconic graphic novel is a world that has been ravaged by nuclear war. ",
"reviews": [
  
]
},
{
"name":"The Big Sleep",
"genre":"Detective and Mystery",
"photo":"https://i.ibb.co/XCc1bLY/2052.jpg",
"seller_name":"John Doe",
"seller_email":"john@doe.com",
"price":"15",
"description":"Raymond Chandler’s idea of mystery strays from conventions — for him it’s less about the intricate plot and more about the atmosphere and characters. As such, The Big Sleep is no ordinary story: private eye Philip Marlowe gets hired to investigate the blackmailing of Carmen Sternwood",
"reviews": [
  
]
},

{
"name":"The Martian Chronicles",
"genre":"Science Fiction (Sci-Fi)",
"photo":"https://i.ibb.co/CMf2L57/41-ABw-Npkg-NL.jpg",
"seller_name":"John Doe",
"seller_email":"john@doe.com",
"price":"59",
"description":"While science fiction authors of the Jet Age were busy imagining what it would be like if Martians invaded Earth, Ray Bradbury was working with a more plausible premise: that we’d be the ones invading Mars. More of a loose collection of stories than a novel united by a central narrative, the vignettes in The Martian Chronicles chart the violent conflict between colonizers and natives of the Red Planet.",
"reviews": [
  
]
},
{
  "name":"The Grapes of Wrath",
  "genre":"Classics",
  "photo":"https://i.ibb.co/3vf4mPG/51y1ch-Yry-L-SL500.jpg",
  "seller_name":"John Doe",
  "seller_email":"john@doe.com",
  "price":"29",
  "description":"Following one Oklahoma family’s journey out of the Dust Bowl in search of a better life in California, Steinbeck’s classic is a vivid snapshot of Depression-era America, and about as devastating as it gets. Both tragic and awe-inspiring",
  "reviews": [
    
  ]
},

{
"name":"Jaws by Peter Benchley",
"genre":"Action and Adventure",
"photo":"https://i.ibb.co/CVGbZb7/44434873.jpg",
"seller_name":"tomas",
"seller_email":"saimon@gmail.com",
"price":"37",
"description":"The 1974 book that inspired Steven Spielberg’s blockbuster movie — which then made beach attendance drop dramatically in 1975. Jaws is the story of three men’s quest to kill a human-eating great white shark. It’s a high-stakes adventure on the sea, which holds more dangers than anyone could have ever imagined.",
"reviews": [
  
]
}
]